Repository: TheRake66/Captures
Catalog: Captures/MenuLang.*.resx
Languages: es, zh

# Area_Label
source: Sélectionnez une zone de l'écran en glissant la souris
es: Seleccione un área de la pantalla arrastrando el mouse
zh: 拖动鼠标选择屏幕区域

# Captures_Fail
source: La capture à échouée !
es: ¡ La captura falló !
zh: 捕获失败！

# Capture_Sucess
source: La capture a réussie.
es: La captura fue exitosa.
zh: 捕获成功。

# Context_Show
source: Afficher Captures
es: Mostrar Captures
zh: 节目 Captures

# Dialog_ChooseFolder
source: Choisissez le dossier des captures
es: Elija la carpeta de captura
zh: 选择捕获文件夹

# Element
source: élément
es: elemento
zh: 元件

# ElementP
source: éléments
es: elementos
zh: 元素

# Error
source: Erreur
es: Error
zh: 错误

# Error_AccessFile
source: Erreur, l'image \"{Name}\" est inaccessible !
es: ¡ Error, no se puede acceder a la imagen \"{Name}\" !
zh: 错误，无法访问图像 \"{Name}\"！

# Error_AccessFolder
source: Le dossier des captures est inaccessible !
es: ¡ La carpeta de captura es inaccesible !
zh: 捕获文件夹不可访问！

# Error_DelFile
source: Erreur, impossible de supprimer l'image \"{Name}\" !
es: ¡ Error, no pudo borrar la imagen \"{Name}\" !
zh: 错误，无法删除图像 \"{Name}\" ！

# Error_FindFolder
source: Erreur, le dossier des captures est introuvable !
es: ¡ Error, no se encontró la carpeta de captura !
zh: 错误，找不到捕获文件夹！

# Error_Lib
source: Problème de librairie interne ! Merci de contacter les développeurs ;)
es: ¡ Problema interno de la biblioteca ! Póngase en contacto con los desarrolladores ;)
zh: 内部库问题 ！ 请联系开发商 ;)

# Error_NoFolder
source: Aucun dossier n'a été sélectionné !
es: ¡ No se ha seleccionado ninguna carpeta !
zh: 没有选择文件夹！

# Error_UsedAlls
source: Erreur, cette touche est déjà utilisée pour la capture complète !
es: ¡ Error, esta clave ya se utiliza para la captura total !
zh: 错误，此键已用于所有捕获！

# Error_UsedArea
source: Erreur, cette touche est déjà utilisée pour la capture de zone !
es: ¡ Error, esta clave ya se usa para la captura de área !
zh: 错误，此键已用于区域捕获！

# Error_UsedWin
source: Erreur, cette touche est déjà utilisée pour la capture de fenêtre !
es: ¡ Error, esta clave ya se usa para la captura de ventana !
zh: 错误，此键已用于窗口捕获！

# Loading
source: Chargement
es: Cargando
zh: 载入中

# Max
source: Maximum
es: Máximo
zh: 最大

# Min
source: Minimum
es: Mínimo
zh: 最低要求

# New
source: Nouveau
es: Nueva
zh: 新

# Selected
source: sélectionnée
es: seleccionada
zh: 已选

# SelectedP
source: sélectionnées
es: seleccionadas
zh: 已选

# Update_Fail
source: Impossible de vérifier les mise à jours !
es: ¡ No se puede buscar actualizaciones !
zh: 无法检查更新！

# Update_None
source: Vous possédez déjà la dernière version !
es: ¡ Ya tienes la última versión !
zh: 您已经有最新版本！

# Update_Valaible
source: Une mise à jour est disponible, voulez vous la télécharger ?
es: Hay una actualización disponible, ¿ quieres descargarla ?
zh: 有可用的更新，您要下载吗？
